{
  "About us": "За нас",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "Като го направите с отворен код, инженери от цял свят ще могат да участват в разработването му, а евентуални проблеми ще бъдат отстранявани бързо.",
  "Decentralized Lottery create a better society": "Децентрализираната лотария създава по-добро общество",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Децентрализирана услуга за изграждане на лотария в уеб 3, използваща криптовалута и интелигентни договори, базирани на блокчейн\nза общини.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Децентрализирана уеб3 услуга за изграждане на лотарии, използваща криптовалута, базирана на блокчейн, и интелигентни договори за общини.",
  "Demo": "Демонстрация",
  "Developers": "Разработчици",
  "Ecosystem": "Екосистема",
  "Github": "Github",
  "Home": "Начало",
  "Join Community": "Присъединете се към общността",
  "Join Discord": "Присъединете се към Discord",
  "Language": "Език",
  "No-Code": "No-Code",
  "Open Source": "Отворен код",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Играйте лотария, като използвате криптовалута, съвместима със стандарта ERC20, в мрежата Blockchain.\nОбщините използват лотариите за повишаване на данъчните приходи и за набиране на средства за благотворителност.\nОбщините ще използват част от постъпленията за подпомагане на благотворителни дейности.\nFoxlottery събира такси за използване на системата от общините, за да улесни използването на лотарийната система.",
  "The value we offer": "Стойността, която предлагаме",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "Доверието в изходния код не изисква от общината да се довери на Foxlottery. Нито пък участниците в лотарията трябва да се доверяват на общината. Изходният код в блокчейна гарантира доверие.",
  "Trustless": "Без доверие",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Целта ни е да бъдем DAO. Всеки може да види напредъка на проекта и да допринесе за него в discord\nобщността. Присъединете се към нас в изграждането на един по-добър свят.",
  "Whitepaper": "Бяла книга",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Можете да създадете лотария с No-Code. Можете да стартирате лотария без разработка, като зададете процента на възвръщаемост на лотарията, токена ERC20, който се използва като стандарт, цикъла на лотарията, основния цвят, логото, домейна и т.н.",
  "feature": "feature"
}