{
  "About us": "O nás",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "Díky otevřenému zdrojovému kódu se na jeho vývoji mohou podílet inženýři z celého světa a případné problémy budou rychle odstraněny.",
  "Decentralized Lottery create a better society": "Decentralizovaná loterie vytváří lepší společnost",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Decentralizovaná služba pro tvorbu loterie web3 využívající kryptoměnu založenou na blockchainu a chytré smlouvy\npro obce.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Decentralizovaná služba pro tvorbu loterií web3 využívající kryptoměnu založenou na blockchainu a chytré smlouvy pro obce.",
  "Developers": "Vývojáři",
  "Ecosystem": "Ekosystém",
  "Github": "Github",
  "Home": "Home",
  "Join Community": "Připojte se ke komunitě",
  "Join Discord": "Připojte se k Discordu",
  "Language": "Jazyk",
  "No-Code": "No-Code",
  "Open Source": "Otevřený zdrojový kód",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Hrajte loterii pomocí kryptografické měny kompatibilní se standardem ERC20 v síti Blockchain.\nObce používají loterie ke zvýšení daňových příjmů a získávání peněz na charitu.\nObce použijí část výtěžku na podporu charitativních aktivit.\nFoxlottery vybírá od obcí poplatky za používání systému, aby bylo možné systém loterie snáze používat.",
  "The value we offer": "Hodnota, kterou nabízíme",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "Důvěra ve zdrojový kód nevyžaduje, aby obec důvěřovala Foxlottery. Ani účastníci loterie nemusí důvěřovat obci. Důvěru zaručuje zdrojový kód v blockchainu.",
  "Trustless": "Bez důvěry",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Naším cílem je být DAO. Kdokoli může sledovat průběh projektu a přispívat do projektu na discordu.\nkomunitě. Připojte se k nám při budování lepšího světa.",
  "Whitepaper": "Bílá kniha",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Loterii můžete vytvořit pomocí aplikace No-Code. Loterii můžete spustit bez vývoje nastavením návratnosti loterie, tokenu ERC20, který se použije jako standard, cyklu loterie, základní barvy, loga, domény atd.",
  "feature": "feature"
}