{
  "About us": "Om os",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "Ved at gøre det til open source kan ingeniører fra hele verden deltage i udviklingen, og eventuelle problemer vil hurtigt blive rettet.",
  "Decentralized Lottery create a better society": "Decentraliseret lotteri skaber et bedre samfund",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Decentraliseret web3 lotteribygningstjeneste ved hjælp af blockchain-baseret kryptovaluta og smarte kontrakter\nfor kommuner.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Decentraliseret web3-lotteriopbygningstjeneste ved hjælp af blockchain-baseret kryptovaluta og smarte kontrakter for kommuner.",
  "Demo": "Demo",
  "Developers": "Udviklere",
  "Ecosystem": "Økosystem",
  "Github": "Github",
  "Home": "Hjem",
  "Join Community": "Tilmeld dig Fællesskabet",
  "Join Discord": "Tilmeld dig Discord",
  "Language": "Sprog",
  "No-Code": "No-Code",
  "Open Source": "Åben kildekode",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Spil et lotteri ved hjælp af kryptovaluta, der er i overensstemmelse med ERC20-standarden på Blockchain-netværket.\nKommuner bruger lotterier til at hæve skatteindtægter og skaffe penge til velgørenhed.\nKommunerne bruger en del af indtægterne til at støtte velgørende aktiviteter.\nFoxlottery opkræver systembrugsgebyrer fra kommunerne for at gøre lotterisystemet lettere at bruge.",
  "The value we offer": "Den værdi, vi tilbyder",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "Tillid til kildekoden kræver ikke, at kommunen har tillid til Foxlottery. Lotteri deltagere behøver heller ikke at have tillid til kommunen. Kildekoden på blockchainen garanterer tillid.",
  "Trustless": "Trustless",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Vi sigter mod at være en DAO. Alle kan se projektets fremskridt og bidrage til projektet i discord'en\ncommunity. Vær med til at bygge en bedre verden sammen med os.",
  "Whitepaper": "Hvidbog",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Du kan oprette et lotteri med No-Code. Du kan starte et lotteri uden udvikling ved at indstille lotteriets returneringssats, ERC20-tokenet, der skal bruges som standard, lottericyklus, grundfarve, logo, domæne osv.",
  "feature": "feature"
}