{
  "About us": "Sobre nosotros",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "Al hacerlo de código abierto, ingenieros de todo el mundo pueden participar en su desarrollo, y cualquier problema se corregirá rápidamente.",
  "Decentralized Lottery create a better society": "La lotería descentralizada crea una sociedad mejor",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Servicio descentralizado de construcción de lotería web3 mediante criptomoneda basada en blockchain y contratos inteligentes\npara los municipios.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Servicio descentralizado de construcción de lotería web3 que utiliza criptomonedas basadas en blockchain y contratos inteligentes para municipios.",
  "Developers": "Desarrolladores",
  "Ecosystem": "Ecosistema",
  "Github": "Github",
  "Home": "Inicio",
  "Join Community": "Únete a la Comunidad",
  "Join Discord": "Join Discord",
  "Language": "Idioma",
  "No-Code": "Sin código",
  "Open Source": "Código abierto",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Juega a la lotería utilizando criptomonedas que cumplen con el estándar ERC20 en la red Blockchain.\nLos municipios utilizan las loterías para recaudar ingresos fiscales y para recaudar dinero para la caridad.\nLos municipios utilizarán una parte de la recaudación para apoyar actividades benéficas.\nFoxlottery cobra tasas de uso del sistema a los municipios para facilitar el uso del sistema de lotería.",
  "The value we offer": "El valor que ofrecemos",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "Confiar en el código fuente no requiere que el municipio confíe en Foxlottery. Tampoco es necesario que los participantes en la lotería confíen en el municipio. El código fuente en la cadena de bloques garantiza la confianza.",
  "Trustless": "Sin confianza",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Nuestro objetivo es ser una DAO. Cualquiera puede ver el progreso del proyecto y contribuir al proyecto en la comunidad de discordia\nde la comunidad. Únete a nosotros para construir un mundo mejor.",
  "Whitepaper": "Libro blanco",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Puedes crear una lotería con No-Code. Puede iniciar una lotería sin desarrollo estableciendo la tasa de devolución de la lotería, el token ERC20 que se utilizará como estándar, el ciclo de la lotería, el color base, el logotipo, el dominio, etc.",
  "feature": "feature"
}