{
  "About us": "Rólunk",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "A nyílt forráskódúvá tétel révén a világ minden tájáról érkező mérnökök részt vehetnek a fejlesztésben, és az esetleges problémák gyorsan kijavíthatók.",
  "Decentralized Lottery create a better society": "Decentralizált lottó jobb társadalmat hoz létre",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Decentralizált web3 lottóépítési szolgáltatás blokklánc alapú kriptovaluta és okos szerződések használatával\nönkormányzatok számára.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Decentralizált web3 lottóépítési szolgáltatás blokklánc alapú kriptovaluta és okos szerződések használatával az önkormányzatok számára.",
  "Demo": "Demo",
  "Developers": "Fejlesztők",
  "Ecosystem": "Ökoszisztéma",
  "Github": "Github",
  "Home": "Home",
  "Join Community": "Csatlakozzon a közösséghez",
  "Join Discord": "Csatlakozz a Discordhoz",
  "Language": "Nyelv",
  "No-Code": "No-Code",
  "Open Source": "Nyílt forráskód",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Játsszon lottót az ERC20 szabványnak megfelelő kriptovalutával a Blockchain hálózaton.\nAz önkormányzatok lottójátékokat használnak adóbevételek és jótékonysági célú pénzgyűjtés céljából.\nAz önkormányzatok a bevétel egy részét jótékonysági tevékenységek támogatására fordítják.\nA Foxlottery rendszerhasználati díjakat szed az önkormányzatoktól, hogy a lottórendszer használata egyszerűbbé váljon.",
  "The value we offer": "Az általunk kínált érték",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "A forráskódban való bizalom nem követeli meg, hogy az önkormányzat megbízzon a Foxlotteryben. A lottó résztvevőinek sem kell megbízniuk az önkormányzatban. A blokkláncon lévő forráskód garantálja a bizalmat.",
  "Trustless": "Bizalmatlan",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Célunk, hogy egy DAO legyünk. Bárki láthatja a projekt előrehaladását és hozzájárulhat a projekthez a discordban.\nközösségben. Csatlakozz hozzánk egy jobb világ építésében.",
  "Whitepaper": "Whitepaper",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Lottót hozhat létre a No-Code segítségével. Fejlesztés nélkül indíthatsz el egy lottót a lottóvisszatérítési arány, a szabványként használt ERC20 token, a lottóciklus, az alapszín, a logó, a domain stb. beállításával.",
  "feature": "feature"
}