{
  "About us": "O nas",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "Dzięki otwartemu oprogramowaniu inżynierowie z całego świata mogą uczestniczyć w jego rozwoju, a wszelkie problemy będą szybko usuwane.",
  "Decentralized Lottery create a better society": "Zdecentralizowana loteria tworzy lepsze społeczeństwo",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Zdecentralizowany serwis budowy loterii web3 wykorzystujący kryptowaluty oparte na blockchainie i inteligentne kontrakty\ndla gmin.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Zdecentralizowana usługa budowy loterii web3 wykorzystująca opartą na blockchainie kryptowalutę i inteligentne kontrakty dla gmin.",
  "Demo": "Demo",
  "Developers": "Deweloperzy",
  "Ecosystem": "Ekosystem",
  "Github": "Github",
  "Home": "Strona główna",
  "Join Community": "Dołącz do społeczności",
  "Join Discord": "Join Discord",
  "Language": "Język",
  "No-Code": "No-Code",
  "Open Source": "Otwarte źródło",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Zagraj w loterię przy użyciu waluty kryptograficznej zgodnej ze standardem ERC20 w sieci Blockchain.\nGminy używają loterii do pozyskiwania wpływów podatkowych i zbierania pieniędzy na cele charytatywne.\nGminy używają części wpływów do wspierania działalności charytatywnej.\nFoxlottery pobiera opłaty za użytkowanie systemu od gmin, aby ułatwić korzystanie z systemu loterii.",
  "The value we offer": "Wartość, którą oferujemy",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "Zaufanie do kodu źródłowego nie oznacza, że gmina musi ufać Foxlottery. Również uczestnicy loterii nie muszą ufać gminie. Kod źródłowy na blockchainie gwarantuje zaufanie.",
  "Trustless": "Nieufna",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Naszym celem jest stworzenie DAO. Każdy może śledzić postępy projektu i przyczyniać się do jego rozwoju w społeczności discord\nspołeczności. Dołącz do nas w budowaniu lepszego świata.",
  "Whitepaper": "Whitepaper",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Możesz stworzyć loterię za pomocą No-Code. Możesz rozpocząć loterię bez tworzenia, ustawiając stopę zwrotu loterii, token ERC20, który będzie używany jako standard, cykl loterii, kolor bazowy, logo, domenę itp.",
  "feature": "feature"
}