{
  "About us": "O nás",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "Vďaka otvorenému zdrojovému kódu sa na jeho vývoji môžu podieľať inžinieri z celého sveta a prípadné problémy budú rýchlo odstránené.",
  "Decentralized Lottery create a better society": "Decentralizovaná lotéria vytvára lepšiu spoločnosť",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "Decentralizovaná služba na vytváranie lotérií web3 s využitím kryptomeny založenej na blockchaine a inteligentných zmlúv\npre obce.",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "Decentralizovaná služba na vytváranie lotérií web3 s využitím kryptomeny založenej na blockchaine a inteligentných zmlúv pre obce.",
  "Demo": "Demo",
  "Developers": "Vývojári",
  "Ecosystem": "Ekosystém",
  "Github": "Github",
  "Home": "Domov",
  "Join Community": "Pripojte sa ku komunite",
  "Join Discord": "Pripojte sa k službe Discord",
  "Language": "Jazyk",
  "No-Code": "No-Code",
  "Open Source": "Otvorený zdrojový kód",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "Hrajte lotériu s kryptomenou kompatibilnou so štandardom ERC20 v sieti Blockchain.\nObce používajú lotérie na zvýšenie daňových príjmov a získavanie peňazí na charitu.\nObce použijú časť výťažku na podporu charitatívnych aktivít.\nFoxlottery vyberá od obcí poplatky za používanie systému s cieľom uľahčiť používanie lotériového systému.",
  "The value we offer": "Hodnota, ktorú ponúkame",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "Dôvera v zdrojový kód nevyžaduje, aby obec dôverovala Foxlottery. Ani účastníci lotérie nemusia dôverovať obci. Zdrojový kód v blockchaine zaručuje dôveru.",
  "Trustless": "Bez dôvery",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "Naším cieľom je byť DAO. Ktokoľvek môže vidieť pokrok projektu a prispievať k projektu v discorde\nkomunite. Pridajte sa k nám pri budovaní lepšieho sveta.",
  "Whitepaper": "Biela kniha",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "Pomocou aplikácie No-Code môžete vytvoriť lotériu. Lotériu môžete spustiť bez vývoja nastavením miery návratnosti lotérie, tokenu ERC20, ktorý sa použije ako štandard, cyklu lotérie, základnej farby, loga, domény atď.",
  "feature": "feature"
}