{
  "About us": "关于我们",
  "By making it open source, engineers from all over the world can participate in its development, and any problems will be quickly corrected.": "通过开放源代码，来自世界各地的工程师可以参与其开发，任何问题都会很快得到纠正。",
  "Decentralized Lottery create a better society": "去中心化的彩票创造一个更好的社会",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts\nfor municipalities.": "使用基于区块链的加密货币和智能合约的去中心化网络3彩票建设服务\n为市政当局。",
  "Decentralized web3 lottery building service using blockchain-based crypto currency and smart contracts for municipalities.": "使用基于区块链的加密货币和智能合约为市政当局提供去中心化的网络3彩票建设服务。",
  "Developers": "开发商",
  "Ecosystem": "生态系统",
  "Github": "Github",
  "Home": "首页",
  "Join Community": "加入社区",
  "Join Discord": "加入讨论区",
  "Language": "语言",
  "No-Code": "无代码",
  "Open Source": "开放源码",
  "Play a lottery using crypto currency compliant with the ERC20 standard on the Blockchain Network.\nMunicipalities use lotteries to raise tax revenue and raise money for charity.\nMunicipalities will use a portion of the proceeds to support charitable activities.\nFoxlottery collects system usage fees from municipalities to make the Lottery system easier to use.": "在区块链网络上使用符合ERC20标准的加密货币玩彩票。\n市政当局使用彩票来提高税收，并为慈善事业筹集资金。\n市政当局将使用部分收益来支持慈善活动。\nFoxlottery向市政当局收取系统使用费，使彩票系统更容易使用。",
  "The value we offer": "我们提供的价值",
  "Trusting the source code does not require the municipality to trust Foxlottery. Nor do lottery participants need to trust the municipality. The source code on the blockchain guarantees trust.": "信任源代码并不要求市政府信任Foxlottery。彩票参与者也不需要信任市政当局。区块链上的源代码保证了信任。",
  "Trustless": "不信任",
  "We aim to be a DAO. Anyone can see the progress of the project and contribute to the project in the discord\ncommunity. Join us in building a better world.": "我们的目标是成为一个DAO。任何人都可以看到项目的进展，并在讨论区为项目作出贡献。\n社区中为项目做出贡献。加入我们，建设一个更好的世界。",
  "Whitepaper": "白皮书",
  "You can create a lottery with No-Code. You can start a lottery without development by setting the lottery return rate, the ERC20 token to be used as the standard, the lottery cycle, base color, logo, domain, etc.": "你可以用No-Code创建一个抽奖活动。你可以通过设置抽奖回报率、作为标准的ERC20代币、抽奖周期、基础颜色、标志、域名等，在没有开发的情况下开始抽奖。",
  "feature": "feature"
}